export const PRODUCTS_LIST = [
  "Кондитерські вироби",
  "Крупи, макарони",
  "Консерви",
  "Вода",
  "Чай, кава",
  "Фрукти",
  "Сири",
  "Ковбаса",
  "Мʼясо",
  "Молочні вироби",
  "Дитяче харчування",
  "Яйця",
  "Масло",
  "Хліб",
  "Овочі",
  "Риба",
  "Цигарки",
  "Гігієна",
];

export const REGIONS_LIST = [
    'Донецька',
    'Луганська',
    'Харківська',
    'Житомирська',
    'Запорізька',
    'Закарпатська',
    'Київська',
    'Одеська',
    'Львівська',
    'Рівненська',
    'Дніпропетровська',
    'Вінницька',
    'Миколаївська',
    'Волинська',
    'Полтавська',
    'Сумська',
    'Івано-Франківська',
    'Кіровоградська',
    'Черкаська',
    'Хмельницька',
    'Херсонська',
    'м. Київ',
    'Тернопільська',
    'Чернігівська',
];

export const MAX_ROWS_PER_PAGE = 15;

export const LANGUAGES_LIST = [
    {
        value: 'ua',
        name: 'Українська',
        emoji: '🇺🇦',
    },
    {
        value: 'en',
        name: 'English',
        emoji: '🇬🇧',
    }
]
