export const PRODUCTS_LIST = [
    {
        id: '01',
        name: 'Риба'
    },
    {
        id: '02',
        name: 'Кондитерські вироби'
    },
    {
        id: '03',
        name: 'Крупи, макарони'
    },
    {
        id: '04',
        name: 'Консерви'
    },
    {
        id: '05',
        name: 'Вода'
    },
    {
        id: '06',
        name: 'Чай, кава'
    },
    {
        id: '07',
        name: 'Приправи'
    },
    {
        id: '08',
        name: 'Фрукти'
    },
    {
        id: '09',
        name: 'Сири'
    },
    {
        id: '10',
        name: 'Ковбаса'
    },
    {
        id: '11',
        name: 'Мʼясо'
    },
    {
        id: '12',
        name: 'Молочні вироби'
    },
    {
        id: '13',
        name: 'Заморожені продукти'
    },
    {
        id: '14',
        name: 'Майонез'
    },
    {
        id: '15',
        name: 'Дитяче харчування'
    },
    {
        id: '16',
        name: 'Яйця'
    },
    {
        id: '17',
        name: 'Масло'
    },
    {
        id: '18',
        name: 'Хліб'
    },
    {
        id: '19',
        name: 'Овочі'
    },
];

export const REGIONS_LIST = [
    'Донецька',
    'Луганська',
    'Харківська',
    'Житомирська',
    'Запорізька',
    'Закарпатська',
    'Київська',
    'Одеська',
    'Львівська',
    'Рівненська',
    'Дніпропетровська',
    'Вінницька',
    'Миколаївська',
    'Волинська',
    'Полтавська',
    'Сумська',
    'Івано-Франківська',
    'Кіровоградська',
    'Черкаська',
    'Хмельницька',
    'Херсонська',
    'м. Київ',
    'Тернопільська',
    'Чернігівська',
];

export const MAX_ROWS_PER_PAGE = 15;
